[
    {
        "year": 2017,
        "question_number": 1,
        "question_text": "My cousin, Mary, feels worried if she is offline even for a few hours. I think she - - - -.",
        "option_a": "is a real Internet addict",
        "option_b": "hates social networking sites",
        "option_c": "gets bored when she uses the Net",
        "option_d": "dislikes spending long hours on the Net",
        "correct_option": "A",
        "topic": "The Internet"
    },
    {
        "year": 2017,
        "question_number": 2,
        "question_text": "Kevin : What type of cities do you like most, historical or modern?  Kate : Historical cities are my favourite because - - - -.",
        "option_a": "I don't find them exciting",
        "option_b": "their architecture is fascinating",
        "option_c": "they are not impressive enough",
        "option_d": "modern cities are more interesting",
        "correct_option": "B",
        "topic": "Tourism"
    },
    {
        "year": 2017,
        "question_number": 3,
        "question_text": "Mark : I am going to see my sister in the afternoon. Would you like to come with me?  Sarah : Why not? - - - -? Mark : In front of the cinema. We want to watch a movie together.",
        "option_a": "Who will you go out with",
        "option_b": "What are you going to buy",
        "option_c": "What time will you go there",
        "option_d": "Where are you going to meet",
        "correct_option": "D",
        "topic": "Friendship"
    },
    {
        "year": 2017,
        "question_number": 4,
        "question_text": "Erica : Hi, Laura. How are things?  Laura : I feel terrible because Paul has had a bad accident. He has been in the hospital for three days.  Erica : I am sorry to hear that! - - - -  Laura : Thanks for your good wishes.",
        "option_a": "Do you need any help?",
        "option_b": "I read the news on the Net.",
        "option_c": "What's wrong with him?",
        "option_d": "I hope he gets better soon.",
        "correct_option": "D",
        "topic": "Friendship"
    },
    {
        "year": 2017,
        "question_number": 5,
        "question_text": "Carla loves wearing trendy clothes, so she spends a lot of money on them.  Which place would she prefer to visit?",
        "option_a": "Amusement Park",
        "option_b": "Space Museum",
        "option_c": "Shopping Centre",
        "option_d": "Cinema",
        "correct_option": "C",
        "topic": "Teen Life"
    },
    {
        "year": 2017,
        "question_number": 6,
        "question_text": "TOMATO SALAD - Wash some tomatoes, onions and parsley. Cut the vegetables into small pieces. Put the vegetables in a bowl and mix them. Add some olive oil. Enjoy it! Which of the following shows the last step of the recipe?",
        "option_a": "Pouring oil on the salad",
        "option_b": "Cutting vegetables",
        "option_c": "Washing dishes",
        "option_d": "Mixing the salad",
        "correct_option": "A",
        "topic": "In The Kitchen"
    },
    {
        "year": 2017,
        "question_number": 7,
        "question_text": "Sam always prefers doing activities with his friends outside. Which of the following shows the activity that Sam prefers doing?",
        "option_a": "Taking photos",
        "option_b": "Cooking food",
        "option_c": "Going camping",
        "option_d": "Watching TV",
        "correct_option": "C",
        "topic": "Adventures"
    },
    {
        "year": 2017,
        "question_number": 8,
        "question_text": "Jane's to-do list: + do the laundry, + make the bed, + take out the garbage, + dust the furniture. Which of the following shows a chore in Jane's to-do list?",
        "option_a": "Ironing clothes",
        "option_b": "Dusting furniture",
        "option_c": "Eating food",
        "option_d": "Washing dishes",
        "correct_option": "B",
        "topic": "Chores"
    },
    {
        "year": 2017,
        "question_number": 9,
        "question_text": "MY TRIP TO PARIS Hi friends! Welcome to my blog. You know I was in Paris last weekend. On the first day of my trip, I visited the Louvre Museum. I even took a photo of Mona Lisa's painting. On Sunday, I visited the Eiffel Tower. Watching Paris from the top of the Eiffel Tower was very exciting for me. Wait for my new trips to new places. Until then, bye! Larry tells us about - - - -.",
        "option_a": "his next flight to Paris",
        "option_b": "taking photos from the Eiffel Tower",
        "option_c": "the history of the Louvre Museum",
        "option_d": "some well-known places in Paris",
        "correct_option": "D",
        "topic": "Tourism"
    },
    {
        "year": 2017,
        "question_number": 10,
        "question_text": "MY TRIP TO PARIS Hi friends! Welcome to my blog. You know I was in Paris last weekend. On the first day of my trip, I visited the Louvre Museum. I even took a photo of Mona Lisa's painting. On Sunday, I visited the Eiffel Tower. Watching Paris from the top of the Eiffel Tower was very exciting for me. Wait for my new trips to new places. Until then, bye! Larry - - - -.",
        "option_a": "spent a week in Paris",
        "option_b": "saw Mona Lisa's painting",
        "option_c": "took a photo of the Eiffel Tower",
        "option_d": "visited the Louvre Museum on Sunday",
        "correct_option": "B",
        "topic": "Tourism"
    },
    {
        "year": 2018,
        "question_number": 1,
        "question_text": "Marcy: We have similar interests. Lisa: Tim is always cool. Mel: We have fun together. Sam: He always tells the truth. According to the information above, who thinks Tim is an honest friend?",
        "option_a": "Marcy",
        "option_b": "Lisa",
        "option_c": "Mel",
        "option_d": "Sam",
        "correct_option": "D",
        "topic": "Friendship"
    },
    {
        "year": 2018,
        "question_number": 2,
        "question_text": "This afternoon, Jane's mother is coming home from a short trip. Jane's mother can't stand dirty dishes. Which of the following chores must Jane finish before her mother comes home?",
        "option_a": "vacuum the floor",
        "option_b": "wash the dishes",
        "option_c": "iron the clothes",
        "option_d": "clean the windows",
        "correct_option": "B",
        "topic": "Chores"
    },
    {
        "year": 2018,
        "question_number": 3,
        "question_text": "Fill in the blank according to the table below. Amanda's Exams: Subject - Day, Chemistry - Monday, History - Tuesday, Physics - Wednesday, English - Friday. Amanda has the - - - -.",
        "option_a": "chemistry exam after she has the English exam",
        "option_b": "history and physics exams on the same day",
        "option_c": "physics exam two days after the chemistry exam",
        "option_d": "English exam before she has the history exam",
        "correct_option": "C",
        "topic": "Teen Life"
    },
    {
        "year": 2018,
        "question_number": 4,
        "question_text": "Mike : Good afternoon. This is Mike. Sally : Good afternoon, Mike. This is Sally. Mike : - - - - Sally : Hold on a moment, please. I'll get him. Which of the following DOES NOT complete the conversation?",
        "option_a": "Is Nick there?",
        "option_b": "Nick has gone out.",
        "option_c": "I want to talk to Nick.",
        "option_d": "May I speak to Nick?",
        "correct_option": "B",
        "topic": "On The Phone"
    },
    {
        "year": 2018,
        "question_number": 5,
        "question_text": "David and Martin decided to read the same book and discuss it later. Here are the lists of their personal interests: David • cars • computers • football, Martin • basketball • cooking • health. Choose the book that both David and Martin will enjoy reading.",
        "option_a": "Rules of Popular Sports",
        "option_b": "Healthy Cooking",
        "option_c": "Computers Today",
        "option_d": "New Cars",
        "correct_option": "A",
        "topic": "Teen Life"
    },
    {
        "year": 2018,
        "question_number": 6,
        "question_text": "Gary : Hello everybody! Today, our guest is Michael Miller. What is your favorite sport, Michael? Michael : It's paragliding. Gary : - - - -? Michael : Twice a week. Gary : - - - -? Michael : Watching the scenery is fascinating. Gary : - - - -? Michael : A helmet and a parachute. Which of the following questions DOES NOT Gary ask Michael?",
        "option_a": "How often do you do it",
        "option_b": "Why do you like it",
        "option_c": "What do you need for it",
        "option_d": "Where do you try it",
        "correct_option": "D",
        "topic": "Adventures"
    },
    {
        "year": 2018,
        "question_number": 7,
        "question_text": "Researchers asked teenagers and adults about the types of transportation they preferred. Here are the results: Number of people - Bus Adults 60, Bus Teenagers 10, Car Adults 10, Car Teenagers 20, Plane Adults 20, Plane Teenagers 10, Train Adults 10, Train Teenagers 60. Which of the following is CORRECT according to the results?",
        "option_a": "Travelling by bus is popular among teenagers.",
        "option_b": "Teenagers mostly travel by train.",
        "option_c": "Adults always travel by plane.",
        "option_d": "Adults never travel by car.",
        "correct_option": "B",
        "topic": "Teen Life"
    },
    {
        "year": 2018,
        "question_number": 8,
        "question_text": "NIKOLA TESLA - A Famous Scientist - Nikola Tesla was born on July 10, 1856. He became interested in physics when he was just a small boy. He learned different languages, because he wanted to read about scientific achievements in different parts of the world. He invented many new things during his life. In this paragraph, there is NO information about Tesla's - - - -.",
        "option_a": "relatives",
        "option_b": "achievements",
        "option_c": "birthday",
        "option_d": "early age",
        "correct_option": "A",
        "topic": "Science"
    },
    {
        "year": 2018,
        "question_number": 9,
        "question_text": "The table below shows the results of a study on daily Internet activities of 100 teens in Japan. Internet activities | Number of teens: reading news | 5, shopping online | 5, checking emails | 10, doing homework | 15, watching movies | 20, playing games | 45. According to the results, which of the following is CORRECT?",
        "option_a": "Shopping online is very popular among teens in Japan.",
        "option_b": "Most of the students use the Internet to do their homework.",
        "option_c": "Nearly half of the students spend their time checking their emails and reading the news.",
        "option_d": "Many of the teens spend time playing games and watching movies.",
        "correct_option": "D",
        "topic": "The Internet"
    },
    {
        "year": 2018,
        "question_number": 10,
        "question_text": "These are the steps from Lily's video about making a delicious dessert: Step 1: Put some milk, sugar, flour and vanilla in a saucepan. Step 2: Heat the mixture in the saucepan and stir it. Step 3: Pour the mixture into the bowls. Step 4: Put some pieces of chocolate on each mixture. Lily is talking about making a delicious dessert. Which of the following steps DOES NOT match with one of the steps above?",
        "option_a": "Put some milk, sugar, flour and vanilla in a saucepan.",
        "option_b": "Heat the mixture in the saucepan and stir it.",
        "option_c": "Peel the fruits and chop them into small pieces.",
        "option_d": "Pour the mixture into the bowls and put some pieces of chocolate on each mixture.",
        "correct_option": "C",
        "topic": "In The Kitchen"
    },
    {
        "year": 2019,
        "question_number": 1,
        "question_text": "Read the comments about Jack. Jess: I know he always backs me up. Angelina: We really get on well. Tom: I can never count on him. Bill: He never shares my secrets with other people. According to the comments above, who says something bad about Jack?",
        "option_a": "Jess",
        "option_b": "Tom",
        "option_c": "Bill",
        "option_d": "Angelina",
        "correct_option": "B",
        "topic": "Friendship"
    },
    {
        "year": 2019,
        "question_number": 2,
        "question_text": "You work at a call center and answer customers' questions on the phone. You are there to solve their problems. According to the information above, which of the following you should NOT say?",
        "option_a": "If you have a problem again, please contact us.",
        "option_b": "Our friends will solve your problem today.",
        "option_c": "I am too busy to solve your problem.",
        "option_d": "After I talk to our team, I will call you.",
        "correct_option": "C",
        "topic": "On The Phone"
    },
    {
        "year": 2019,
        "question_number": 3,
        "question_text": "Read the statements below. William : We must listen to our teachers while they are talking. Charles : We must come home early in the evenings. Jane : We mustn't drink or eat during our lessons. Rachel : We mustn't talk to each other during the exams. Who does NOT talk about school rules?",
        "option_a": "William",
        "option_b": "Charles",
        "option_c": "Jane",
        "option_d": "Rachel",
        "correct_option": "B",
        "topic": "Teen Life"
    },
    {
        "year": 2019,
        "question_number": 4,
        "question_text": "Alice: There is too much black pepper in this soup. I hate - - - - food. Brad: This lemonade is really - - - -. Can you add some more sugar, please? George: My brother likes eating - - - - things. He always buys chocolate, cookies and cakes. Which of the following words CANNOT you use in any of the sentences above?",
        "option_a": "sour",
        "option_b": "sweet",
        "option_c": "spicy",
        "option_d": "salty",
        "correct_option": "D",
        "topic": "In The Kitchen"
    },
    {
        "year": 2019,
        "question_number": 5,
        "question_text": "1: First, put some oil into a pan and heat it. 2: Add onions and peppers into the pan. 3: Your meal is ready. Enjoy! 4: Pour the eggs into the pan and add some salt. Then fry the mixture for 5 minutes. 5: Dice the tomatoes and add them into the pan. Which of the following steps of the recipe should change places to get the correct order of the cooking process?",
        "option_a": "1 - 4",
        "option_b": "2 - 3",
        "option_c": "3 - 5",
        "option_d": "1 - 5",
        "correct_option": "C",
        "topic": "Chores"
    },
    {
        "year": 2019,
        "question_number": 6,
        "question_text": "Read the phone conversation below. Greg : Hello, It's \"Green Mobile\". How can I help you? Mr. Carter : Hello, my computer is not working properly. I think it is broken. Greg : Oh, OK, I understand. Can I take your address, please? Mr. Carter : 8 Freeway Street. Greg : Thank you. Our team will be there in an hour to check your computer. Mr. Carter : Thank you. Why does Mr. Carter call \"Green Mobile\"? To - - - -.",
        "option_a": "tell \"Green Mobile\" about a problem",
        "option_b": "buy a new computer",
        "option_c": "change his home address",
        "option_d": "say \"Thank you\" to \"Green Mobile\"",
        "correct_option": "A",
        "topic": "The Internet"
    },
    {
        "year": 2019,
        "question_number": 7,
        "question_text": "Dear friends, Our school basketball team has a match with a team from Johnson High School this Saturday at 3 p.m. Let's watch the match together! Ted. These are Ted's friends' plans for that day: Jason will study for his English exam on that day. Kevin has to stay with his grandparents. Matt likes basketball matches and he will be there. Sandy will meet her cousins. According to the information above, who will watch the match?",
        "option_a": "Sandy",
        "option_b": "Matt",
        "option_c": "Kevin",
        "option_d": "Jason",
        "correct_option": "B",
        "topic": "Teen Life"
    },
    {
        "year": 2019,
        "question_number": 8,
        "question_text": "Tomorrow is Kate's birthday. So, Joe decides to buy her a book and asks Kate's friends about the books she has read or bought. These are their answers: Max : I know she has finished \"The Friendship\". Zack : She wanted to read \"The Old World\" and Jane bought it for her. Rose : She wanted to buy the book \"The Indian Music\" but she bought \"The Great Dog\". According to the information above, which of the following books should Joe buy for Kate?",
        "option_a": "The Indian Music",
        "option_b": "The Great Dog",
        "option_c": "The Old World",
        "option_d": "The Friendship",
        "correct_option": "A",
        "topic": "Teen Life"
    },
    {
        "year": 2019,
        "question_number": 9,
        "question_text": "Read the information and the telephone conversation below. ENGLISH DAY - Come and Share Your English Project with us. - No rules, just fun! - All schools and students can join. Date : 20.06.2020, Time : 5 - 7 p.m., Place: Concert House, For more information call 0123 456 78 99. Suzanne : Hello, this is Suzanne Jordan, I'm calling you for the English Day event. Secretary : Hello Suzanne. How can I help you? Suzanne : What should I do to join the event? Secretary : - Suzanne : Oh, OK! Thank you. According to the information above, which of the following completes the conversation?",
        "option_a": "You can't join if you are a student",
        "option_b": "If you need more information, send an email, don't call",
        "option_c": "The event will be in the morning, so come early",
        "option_d": "Just bring your project to the Concert House",
        "correct_option": "D",
        "topic": "Adventures"
    },
    {
        "year": 2019,
        "question_number": 10,
        "question_text": "These are the results of a survey about the Internet habits of adults and teenagers. Adults: 10% Playing games, 10% Watching videos, 20% Reading news, 60% Sending messages to friends. Teenagers: 5% Reading news, 15% Sending messages to friends, 25% Watching videos, 55% Playing games. Which of the following is correct according to the results?",
        "option_a": "Many adults like watching online videos.",
        "option_b": "Teenagers prefer reading news to watching videos.",
        "option_c": "Most of the adults enjoy sending messages.",
        "option_d": "Teenagers hate playing online games.",
        "correct_option": "C",
        "topic": "Science"
    },
    {
        "year": 2020,
        "question_number": 1,
        "question_text": "Andy : Our basketball team plays a match this Saturday. The match starts at 2 p.m. Would you like to watch the match with us? David : - - - -. David accepts Andy's invitation. Which of the following can be David's answer to Andy?",
        "option_a": "I'm sorry but I am having a picnic with my friends on Saturday",
        "option_b": "Oh! It sounds awesome but I have to study for an exam",
        "option_c": "I have to finish my project on Saturday but I'll join you",
        "option_d": "I'm sorry but I have another plan on Saturday",
        "correct_option": "C",
        "topic": "Friendship"
    },
    {
        "year": 2020,
        "question_number": 2,
        "question_text": "Hi Jane, I am organizing a movie night on Friday evening. It will be fun! Would you like to come over? Hi Linda, I would really love to join you but my cousin is visiting me on Friday. Can she come with me? According to the conversation above, Jane - - - -.",
        "option_a": "may come to the event if she can bring her guest with her",
        "option_b": "will organize her own movie night on Friday evening",
        "option_c": "does not like that kind of events",
        "option_d": "does not want to watch a movie that night",
        "correct_option": "A",
        "topic": "Teen Life"
    },
    {
        "year": 2020,
        "question_number": 3,
        "question_text": "Sam : I want to have steak for dinner. Can you cook it for me, mom? Mother: Sure. Sam : - - - -? Mother: About 30 minutes. Which of the following completes the conversation above?",
        "option_a": "What are the ingredients",
        "option_b": "Can you give me the recipe",
        "option_c": "Do you need my help to cook it",
        "option_d": "How long does it take to cook it",
        "correct_option": "D",
        "topic": "In The Kitchen"
    },
    {
        "year": 2020,
        "question_number": 4,
        "question_text": "I. I'm sorry. He is not here at the moment. Would you like to leave a message? II. Hi, this is Kevin. How can I help you? III. Could you tell him to call me back, please? IV. Hi, this is Adam. May I speak to Frank, please? Which of the following is the correct order of the sentences in the phone conversation above?",
        "option_a": "II - III - IV - I",
        "option_b": "II - IV - I - III",
        "option_c": "IV - I - II - III",
        "option_d": "IV - III - II - I",
        "correct_option": "B",
        "topic": "On The Phone"
    },
    {
        "year": 2020,
        "question_number": 5,
        "question_text": "This is Milo. It helps us with the kitchen chores. Which of the following is Milo's responsibility?",
        "option_a": "Loading the dishwasher",
        "option_b": "Taking the dog for a walk",
        "option_c": "Ironing the clothes",
        "option_d": "Making the bed",
        "correct_option": "A",
        "topic": "Chores"
    },
    {
        "year": 2020,
        "question_number": 6,
        "question_text": "Scientific Inventions in Germany, The Biggest Experiments of the 20th Century, Scientific Achievements in Turkey. Daniel has read the books above. He wants to buy a new book on a similar topic. Which of the following books would Daniel buy next?",
        "option_a": "Famous Sports Festivals",
        "option_b": "Children's Poems",
        "option_c": "Traditional Indian Food",
        "option_d": "History of Modern Physics",
        "correct_option": "D",
        "topic": "Science"
    },
    {
        "year": 2020,
        "question_number": 7,
        "question_text": "Mike is a university student in İstanbul. He is going to visit his friends in Ankara next weekend. He has ₺70 for transportation and he wants to go there in the shortest time possible. Which of the following should Mike prefer?",
        "option_a": "Bus - ₺60 - 5 hours",
        "option_b": "Plane - ₺100 - 1 hour",
        "option_c": "Train - ₺40 - 8 hours",
        "option_d": "Car - ₺80 - 4 hours",
        "correct_option": "A",
        "topic": "Tourism"
    },
    {
        "year": 2020,
        "question_number": 8,
        "question_text": "Sandra's Blog - Hello friends. Today, I will answer your questions. Let's start with the first question. I love reading about famous people's lives ... Which of the following questions has Sandra answered in her blog?",
        "option_a": "Where do you buy your favorite books?",
        "option_b": "How many books do you read a month?",
        "option_c": "When will you write about your own life?",
        "option_d": "What kind of books do you like?",
        "correct_option": "D",
        "topic": "The Internet"
    },
    {
        "year": 2020,
        "question_number": 9,
        "question_text": "Cindy: I think it was an amazing experience! I will do it again. Tom: It was not exciting. I didn't find what I looked for. Fred: It was both challenging and exciting. I liked it. Kate: It was very dangerous. You shouldn't do it without your helmet. According to the comments above, who says something about safety?",
        "option_a": "Cindy",
        "option_b": "Fred",
        "option_c": "Kate",
        "option_d": "Tom",
        "correct_option": "C",
        "topic": "Adventures"
    },
    {
        "year": 2020,
        "question_number": 10,
        "question_text": "Tina (23 years old) - 340 people follow her. - She has 11 videos on the Internet. - Her videos have 300 likes. Nick (25 years old) - 450 people follow him. - He has 15 videos on the Internet. - His videos have 265 likes. According to the information about Tina's and Nick's social media accounts above, which of the following is NOT correct?",
        "option_a": "Tina is younger than Nick.",
        "option_b": "More people follow Tina.",
        "option_c": "Nick has more videos.",
        "option_d": "Nick has less likes.",
        "correct_option": "B",
        "topic": "The Internet"
    },
    {
        "year": 2021,
        "question_number": 1,
        "question_text": "Sally's friends are talking about Sally. Christina : She is the best student in our class. Her exam results are always good. Helen : We have similar interests and we like spending time together. Sue : We get on well and share our secrets with each other. Amanda : She is very good at Physics and Chemistry. Which two people talk about their own friendship with Sally?",
        "option_a": "Christina and Sue",
        "option_b": "Christina and Amanda",
        "option_c": "Helen and Amanda",
        "option_d": "Helen and Sue",
        "correct_option": "D",
        "topic": "Friendship"
    },
    {
        "year": 2021,
        "question_number": 2,
        "question_text": "You work at the call center of a company. You are talking to a customer on the phone. He has a problem with the device that he bought. According to the information above, what should you say to the customer to learn more about his problem?",
        "option_a": "We will call you back when we solve your problem.",
        "option_b": "Please call us if you have a problem again.",
        "option_c": "Please give me some details about the problem.",
        "option_d": "We'll solve your problem.",
        "correct_option": "C",
        "topic": "On The Phone"
    },
    {
        "year": 2021,
        "question_number": 3,
        "question_text": "An amazing day! Your friend Jack went hang-gliding in Fethiye and shared the photo above. You posted a comment to say that you really liked the photo. What was your comment?",
        "option_a": "I think this is one of your greatest photos.",
        "option_b": "I have seen lots of similar photos.",
        "option_c": "You look scared in this photo.",
        "option_d": "You have shared this photo many times!",
        "correct_option": "A",
        "topic": "Adventures"
    },
    {
        "year": 2021,
        "question_number": 4,
        "question_text": "Jane wants to buy a concert ticket for Susan for her birthday. She reads Susan's comments on different bands in her blog. Susan's Comments: World of Rock - My best friend said nice things about this band but I don't think I will listen to them again. Rap Park - I have listened to them many times and I think they are great. Jazz Boys - Their music is not very good. They should improve themselves. Pop Time - The concert was boring. Their music is unbearable. According to the information above, which of the following bands' concert ticket is Jane going to buy for Susan?",
        "option_a": "World of Rock",
        "option_b": "Rap Park",
        "option_c": "Jazz Boys",
        "option_d": "Pop Time",
        "correct_option": "B",
        "topic": "Teen Life"
    },
    {
        "year": 2021,
        "question_number": 5,
        "question_text": "Below, you see a conversation between a teacher and her students. Teacher: ----? Ted : I think it is the best music ever. Betty : I can't say that I like it. Lily : It makes me feel happy. Joe : I can't stand it, it is unbearable. Which of the following CANNOT be the teacher's question?",
        "option_a": "What is your favorite type of music",
        "option_b": "What is your opinion about rock music",
        "option_c": "What do you think about jazz music",
        "option_d": "What can you say about pop music",
        "correct_option": "A",
        "topic": "Friendship"
    },
    {
        "year": 2021,
        "question_number": 6,
        "question_text": "Every year thousands of people from all over the world come to Rome, Italy to attend the Pizza Vita Festival. This is one of the biggest food festivals in the world. In the festival, you can eat many different types of pizza, make your own pizza, enjoy folk music and buy local souvenirs. If you love pizza, don't miss this festival. Which of the following information is NOT in the text above?",
        "option_a": "the place of the festival",
        "option_b": "the name of the festival",
        "option_c": "the type of the festival",
        "option_d": "the date of the festival",
        "correct_option": "D",
        "topic": "Tourism"
    },
    {
        "year": 2021,
        "question_number": 7,
        "question_text": "Laura has some guests for dinner but she will arrive home late after the guests. So, she asks her husband Matt to prepare the dinner before the guests arrive. According to the information above, which chore is Matt going to do before the guests arrive?",
        "option_a": "vacuum the floor",
        "option_b": "cook some meals",
        "option_c": "do the laundry",
        "option_d": "clean the windows",
        "correct_option": "B",
        "topic": "Chores"
    },
    {
        "year": 2021,
        "question_number": 8,
        "question_text": "Tina is having a birthday party tomorrow. She invites her friends, but four of them have excuses and they can't go to the party. Andy: Thanks, but my cousins who are doctors are visiting us. Jessy: Thanks for your invitation, but I am going to the hospital to visit my grandfather who is ill. Terry: I'm sorry but I am ill. I have an appointment with my doctor. Amy: I'm afraid, I can't come. I'm going to the hospital to conduct a survey for my project. According to the responses above, who has an excuse about his/her own health?",
        "option_a": "Andy",
        "option_b": "Jessy",
        "option_c": "Terry",
        "option_d": "Amy",
        "correct_option": "C",
        "topic": "The Internet"
    },
    {
        "year": 2021,
        "question_number": 9,
        "question_text": "John did research on important inventors and their lives. Then, he filled in the table below. Inventor: Richard Trevithick invented: train in 1804, died in: 1833. Graham Bell invented: telephone in 1876, died in: 1922. Guglielmo Marconi invented: radio in 1896, died in: 1937. Philo Farnsworth invented: TV in 1927, died in: 1971. Konrad Zuse invented: computer in 1938, died in: 1995. According to John's table, which of the following was NOT possible?",
        "option_a": "Graham Bell went to different places by train.",
        "option_b": "Guglielmo Marconi played games on his computer.",
        "option_c": "Philo Farnsworth listened to music on the radio.",
        "option_d": "Konrad Zuse talked to his friends on the phone.",
        "correct_option": "B",
        "topic": "Science"
    },
    {
        "year": 2021,
        "question_number": 10,
        "question_text": "Jenny and Amelia are students in Istanbul. They want to go to a cooking course together. Jenny can attend the course on weekdays. Amelia is busy only on Fridays. Jenny has ₺500 and Amelia can't pay more than ₺400. According to the information above, which of the following courses should Jenny and Amelia choose?",
        "option_a": "Make Delicious - Course days: Monday and Wednesday - Price: ₺400",
        "option_b": "Come and Cook - Course days: Tuesday and Wednesday - Price: ₺500",
        "option_c": "Vegetable World - Course days: Saturday and Sunday - Price: ₺350",
        "option_d": "Cook Well - Course days: Tuesday and Friday - Price: ₺300",
        "correct_option": "A",
        "topic": "In The Kitchen"
    },
    {
        "year": 2022,
        "question_number": 1,
        "question_text": "Kevin: Hi friends! What are you doing tonight? Would you like to go to the rock concert? Read the responses below. Who refuses Kevin's invitation with NO excuse?",
        "option_a": "I love rock music, but I can't join you tonight.",
        "option_b": "That would be great, but my cousin is coming.",
        "option_c": "I'd love to come, but I can't. I have to study.",
        "option_d": "It sounds awesome, but I have other plans.",
        "correct_option": "A",
        "topic": "Friendship"
    },
    {
        "year": 2022,
        "question_number": 2,
        "question_text": "Susan asks her friends how to prepare a tomato sauce. Below, you see her friends' responses. Ted: I don't know how to cook. So, I can't help you. Dylan: I will share my favorite recipe with you. I think you will like it. Nelly: Ask Pete, he knows how to make a tomato sauce. Pete: Chop the tomatoes and fry them in a pan. According to the responses above, who says something about the process of making a tomato sauce?",
        "option_a": "Ted",
        "option_b": "Dylan",
        "option_c": "Nelly",
        "option_d": "Pete",
        "correct_option": "D",
        "topic": "In The Kitchen"
    },
    {
        "year": 2022,
        "question_number": 3,
        "question_text": "Jess, Mark, Steve and Ann gave the following answers to their teacher's question. Jess : I practice my English. Mark : I read the news on different websites. Steve : I play online games. Ann : I do shopping. Which of the following is the teacher's question?",
        "option_a": "How do you connect to the Internet?",
        "option_b": "What is your favorite online game?",
        "option_c": "What do you usually do on the Internet?",
        "option_d": "How much time do you spend online after school?",
        "correct_option": "C",
        "topic": "The Internet"
    },
    {
        "year": 2022,
        "question_number": 4,
        "question_text": "Dear Jane, Thanks for your invitation. It would be great to come to your party tonight and see our high school friends, but I am going to Istanbul this evening. Bye, Lisa. According to the information above, why did Lisa write this email? To - - - -.",
        "option_a": "organize a party",
        "option_b": "refuse Jane's invitation",
        "option_c": "invite Jane to Istanbul",
        "option_d": "give information about the party",
        "correct_option": "B",
        "topic": "Friendship"
    },
    {
        "year": 2022,
        "question_number": 5,
        "question_text": "Jessica invites her friends to her sister's birthday party on Sunday evening. Below, you see her friends' responses to Jessica's invitation. Betty: Thanks, but my parents and I are going to a concert at 8 p.m. on Sunday. Carol: That sounds good but I have to study for my English exam with my project partners. Linda: Thank you for inviting me. I will come to the party with my cousins. Sally: That would be really great. I like parties and I'll be there with my family. Who refuses the invitation because she has a plan with her family?",
        "option_a": "Betty",
        "option_b": "Carol",
        "option_c": "Linda",
        "option_d": "Sally",
        "correct_option": "A",
        "topic": "Friendship"
    },
    {
        "year": 2022,
        "question_number": 6,
        "question_text": "Below, you see some parts of four different phone conversations. I - Nora : Hello, this is Nora calling. May I speak to Jack? Jack : Hello, Nora. This is Jack. What's up? II - Anna : I have a message for Mr. Smith. Kate : Alright, I'm ready to take your message. III - Jim : Could you tell him to call me back? Tom : Sorry, can you repeat it, please? I didn't hear you well. IV - Joe : Thanks, see you later. Max : OK, talk to you soon, take care. Which two people finish their phone conversation?",
        "option_a": "Nora - Jack",
        "option_b": "Anna - Kate",
        "option_c": "Jim - Tom",
        "option_d": "Joe - Max",
        "correct_option": "D",
        "topic": "On The Phone"
    },
    {
        "year": 2022,
        "question_number": 7,
        "question_text": "Mr. Johnson : Hello! This is Mr. Johnson calling. May I speak to Mr. Potter, please? Secretary : Hello, Mr. Johnson. - - - -. Would you like to leave a message for him? Mr. Johnson : No, thank you. I'll call again later. Secretary : All right, sir. Have a nice day. Which of the following does NOT complete the conversation above?",
        "option_a": "I can't put you through to him now, he has gone out",
        "option_b": "I will get him now, hold on please",
        "option_c": "He is not available at the moment",
        "option_d": "He is talking to a customer at the moment",
        "correct_option": "B",
        "topic": "On The Phone"
    },
    {
        "year": 2022,
        "question_number": 8,
        "question_text": "Rules for Creating a Password - I. Use three letters and three numbers in your password. II. Don't use your name in your password. Mike, Nancy, Robert and Dan have created the following passwords for their accounts. Mike's Password : 121234, Nancy's Password : nc2626, Robert's Password : tmr714, Dan's Password : Dan362. Who created a password according to the rules above?",
        "option_a": "Mike",
        "option_b": "Nancy",
        "option_c": "Robert",
        "option_d": "Dan",
        "correct_option": "C",
        "topic": "The Internet"
    },
    {
        "year": 2022,
        "question_number": 9,
        "question_text": "Read the conversation below. Diana : Let's eat pizza. There is a new pizza restaurant on Main Street. Melissa : Are you sure? I don't like their pizza. Sarah : Why don't we make it at home? It's the best thing I can cook. Maria : Yes, it is really easy. That's what I bake on Saturdays. I will help you. According to the conversation above, which two people state that they know how to make pizza?",
        "option_a": "Sarah and Maria",
        "option_b": "Melissa and Sarah",
        "option_c": "Maria and Diana",
        "option_d": "Diana and Melissa",
        "correct_option": "A",
        "topic": "In The Kitchen"
    },
    {
        "year": 2022,
        "question_number": 10,
        "question_text": "Read the conversation below. Jenny : Hi, Carla. Alice and I are going to watch a movie in my house tomorrow. Would you like to join us? Carla : Oh, I have to study for my exam but I can't say no to your invitation. Could you give me your address, please? Jenny : Alice can pick you up. She knows the address. Carla : That would be great. According to the conversation above, which of the following is correct?",
        "option_a": "Alice doesn't know Jenny's address but Carla knows it.",
        "option_b": "Carla and Jenny will go to Alice's house.",
        "option_c": "Alice, Carla and Jenny will watch the movie together.",
        "option_d": "Jenny doesn't want to study for the exam with Carla.",
        "correct_option": "C",
        "topic": "Friendship"
    },
    {
        "year": 2023,
        "question_number": 1,
        "question_text": "Sandra and Mark are sharing their ideas about the Internet. Sandra believes that the Internet is useful but Mark doesn't think so. According to the information above, which of the following would Mark say?",
        "option_a": "It is the easiest way of contacting our classmates, friends and relatives.",
        "option_b": "Students spend too much time on social media when they are at school.",
        "option_c": "Shopping and paying the bills online make my life easier.",
        "option_d": "It helps us to find a lot of information in a short time.",
        "correct_option": "B",
        "topic": "The Internet"
    },
    {
        "year": 2023,
        "question_number": 2,
        "question_text": "Jane is talking about her responsibility at home. I like being in the kitchen, so I - - - -. According to the information above, which of the following completes Jane's sentence?",
        "option_a": "take the dog for a walk",
        "option_b": "clean the bathroom",
        "option_c": "make the beds",
        "option_d": "cook the meals",
        "correct_option": "D",
        "topic": "Chores"
    },
    {
        "year": 2023,
        "question_number": 3,
        "question_text": "Antalya Trekking Tour - If you look for a great family adventure, come and join us! Date: July 21, Time: 6 a.m. - 7 p.m., The tour includes breakfast, lunch and dinner. According to the information above, which of the following is NOT correct?",
        "option_a": "You can't join the tour with your parents.",
        "option_b": "You don't have to bring food with you.",
        "option_c": "It starts in the morning and finishes in the evening.",
        "option_d": "The tour takes place in summer.",
        "correct_option": "A",
        "topic": "Tourism"
    },
    {
        "year": 2023,
        "question_number": 4,
        "question_text": "Kübra wants to go to an English course to improve her English. She can attend the course after one o'clock in the afternoon during the weekends. She has ₺2500 for the course. According to the information above, which course should Kübra choose?",
        "option_a": "English School 1 - Time: 8 - 10 a.m., Days: Saturday and Sunday, Price: ₺2200",
        "option_b": "English School 2 - Time: 3 - 5 p.m., Days: Tuesday and Wednesday, Price: ₺2500",
        "option_c": "English School 3 - Time: 5 - 7 p.m., Days: Monday and Sunday, Price: ₺3000",
        "option_d": "English School 4 - Time: 2 - 4 p.m., Days: Saturday and Sunday, Price: ₺2300",
        "correct_option": "D",
        "topic": "Teen Life"
    },
    {
        "year": 2023,
        "question_number": 5,
        "question_text": "Secretary : Hi. This is Dorothy. - - - -? Max : Hello. I'd like to talk to Mr. Johnson, please. Secretary : I'm sorry, but he is not available at the moment. - - - -? Max : Could you tell him to call me back, please? Secretary : Sure. - - - -? Max : Max Carter. It's 12345678. Which of the following does NOT fill in any of the blanks in the conversation above?",
        "option_a": "Could you tell me your name and phone number, please",
        "option_b": "Would you like to leave a message",
        "option_c": "Could you please repeat that",
        "option_d": "How can I help you",
        "correct_option": "C",
        "topic": "On The Phone"
    },
    {
        "year": 2023,
        "question_number": 6,
        "question_text": "Anthony is going to do an extreme sport on Sunday. The main equipment for the sport is a parachute. According to the information above, which of the following extreme sports is Anthony going to do?",
        "option_a": "Canoeing",
        "option_b": "Skydiving",
        "option_c": "Rafting",
        "option_d": "Caving",
        "correct_option": "B",
        "topic": "Adventures"
    },
    {
        "year": 2023,
        "question_number": 7,
        "question_text": "There are four students in a cooking class. They are asking their teacher some questions about how to make a cake: How long does it take to bake the cake? Do we need two or three eggs? What are its main ingredients? Can we add some chocolate into the mixture? Which of the following CANNOT be the teacher's answer to any of the questions above?",
        "option_a": "You will serve it cold.",
        "option_b": "It takes about 20 minutes.",
        "option_c": "They are flour, milk, eggs and sugar.",
        "option_d": "Yes, it makes the cake more delicious.",
        "correct_option": "A",
        "topic": "In The Kitchen"
    },  
    {
        "year": 2023,
        "question_number": 8,
        "question_text": "A group of friends are talking about their school party. Adam: I don't have any plans for next Sunday. So, I'll definitely be at the party. Claire: To me, 4 p.m. is too early to start the party. Pete: I think City Park is not a good place for the party. Tina: The ticket is too expensive for me. I'm not going to come. Who is talking about the location of the party?",
        "option_a": "Adam",
        "option_b": "Claire",
        "option_c": "Pete",
        "option_d": "Tina",
        "correct_option": "C",
        "topic": "Friendship"
    },
    {
        "year": 2023,
        "question_number": 9,
        "question_text": "Mr. White asks his students to prepare an invitation card including information about the place, time and type of the event. Which of the following cards includes all the information Mr. White asked for?",
        "option_a": "Dear Alex, Why don't you join us on Sunday afternoon? I can pick you up from home. Ted",
        "option_b": "Hi Kate, I have one more ticket for a pop concert. It is at Concert House. Shall we go together? Matt",
        "option_c": "Hello Melinda, I'm having a movie night at my house at 8 p.m. on Sunday. It'll be great if you join us. Jill",
        "option_d": "Hey Sam, We are organizing a birthday party. The party will be at 9 p.m. on Friday. Would you like to come? Sue",
        "correct_option": "C",
        "topic": "Teen Life"
    },
    {
        "year": 2023,
        "question_number": 10,
        "question_text": "Read the questions that Matthew asked Emily. Matthew: In your opinion, what is the most important invention of the last century? Emily: - -. Matthew: Why do you think so? Emily: - - -. Matthew: Do you know who invented it? Emily: - - -. Which of the following CANNOT be one of Emily's answers?",
        "option_a": "We can do many things with it and it makes our lives much easier",
        "option_b": "I have forgotten her name, but she was from the USA",
        "option_c": "It's difficult to tell, but I guess it's the computer",
        "option_d": "Scientists are searching for life forms on other planets",
        "correct_option": "D",
        "topic": "Science"
    }
]